[
    {
        "id": 0,
        "title": "Desiree's Baby",
        "author": "By Kate Chopin",
        "desc": "“Désirée's Baby” is a captivating short story by Kate Chopin, first published in Vogue magazine in 1893 and later included in her collection Bayou Folk in 1894. Set in antebellum Louisiana, the story delves into themes of slavery, the Southern social system, Creole culture, and the ambiguity of racial identity. It centers on Désirée, a young woman who marries a prominent Louisiana family, but a secret concerning race and identity disrupts their seemingly idyllic life."
    },
    {
        "id": 1,
        "title": "Not Poor, Just Broke",
        "author": "By Dick Gregory",
        "desc": "In the short story “Not Poor, Just Broke” by Dick Gregory, the author shares a powerful and poignant true account of his family's struggle with poverty during the 1930s. The narrative revolves around young Richard, who demonstrates resourcefulness and intelligence despite their financial constraints."
    },
    {
        "id": 2,
        "title": "Oliver Twist",
        "author": "By Charles Dickens",
        "desc": "Oliver Twist, a novel by Charles Dickens, was published serially from 1837 to 1839. The story follows the titular orphan named Oliver, who, after being raised in a workhouse, escapes to London, where he meets a gang of juvenile pickpockets led by the elderly criminal Fagin, discovers the secrets of his parentage, and reconnects with his remaining family."
    },
    {
        "id": 3,
        "title": "Poison",
        "author": "By Roald Dahl",
        "desc": "Poison is a short story by Roald Dahl that was originally published in June 1950"
    },
    {
        "id": 4,
        "title": "The Drover's Wife",
        "author": "By Henry Lawson",
        "desc": "“The Drover's Wife” is a short story written by Australian author Henry Lawson. Originally published in the July 1892 edition of Bulletin Magazine, the story is set in the Australian outback and revolves around an unnamed woman who lives in an isolated hut with her four children."
    },
    {
        "id": 5,
        "title": "The Happy Prince",
        "author": "By Oscar Wilde",
        "desc": "“The Happy Prince” is a short story by Oscar Wilde. It revolves around an unusual bond between the status of a prince and a compassionate swallow."
    },
    {
        "id": 6,
        "title": "The Hitch-Hiker",
        "author": "By Roald Dahl",
        "desc": "The Hitch-Hiker is a short story by Roald Dahl. It was originally published in the July 1977 issue of the Atlantic Monthly, and later included in Dahl's short story collection The Wonderful Story of Henry Sugar and Six More. The story is about a man who picks up a hitch-hiker while driving to London."
    },
    {
        "id": 7,
        "title": "The Necklace",
        "author": "By Guy de Maupassant",
        "desc": "“The Necklace” is a short story by French writer Guy de Maupassant, first published in 1884. It tells the story of Mathilde Loisel, a young woman who borrows a necklace from a wealthy friend to wear to a high-society event, only to lose it and spend the next ten years of her life in poverty trying to replace it."
    },
    {
        "id": 8,
        "title": "The Story of an Hour",
        "author": "By Kate Chopin",
        "desc": "The Story of an Hour is a short story by Kate Chopin that was first published in Vogue in 1894 under a different title. It tells the thoughts of a woman, Louise Mallard, who has heart trouble after she hears that her husband has died in an accident. She feels a sense of freedom from her unhappy marriage, but her joy is short-lived."
    },
    {
        "id": 9,
        "title": "The Village by the Sea",
        "author": "By Anita Desai",
        "desc": "The Village by the Sea–an Indian Family Story is a novel for young people by the Indian writer Anita Desai, published in London by Heinemann in 1982. It is based on the poverty, hardships, and sorrow faced by a small rural, community in India."
    },
    {
        "id": 10,
        "title": "Romeo and Juliet",
        "author": "By William Shakespeare",
        "desc": "Romeo and Juliet is a tragedy written by William Shakespeare early in his career about the romance of two Italian adolescents from rival households. It was one of Shakespeare's most popular plays during his lifetime, and it is still produced often now, alongside Hamlet.Today, the title characters are regarded as archetypal young lovers."
    },
    {
        "id": 11,
        "title": "Letters from Thailand",
        "author": "By Botan",
        "desc": "When the original Thai version of Letters from Thailand appeared in Bangkok in 1969, it was promptly awarded the SEATO Prize for Thai Literature. Letters from Thailand, one of the few portrayals of the immigrant Chinese experience in urban Thailand, is the story of Tan Suang U, a young man who leaves China to make his fortune in Thailand at the close of World War II and ends up marrying, raising a family, and operating a successful business. The novel unfolds through his letters to his beloved mother in China."
    }
]